
{
  "title":"Related Resources and Links",
  "content":" The Founder\u0026rsquo;s Memo The Founders\u0026rsquo; Memo (PDF) is designed to educate the \u0026ldquo;team\u0026rdquo; of Founders as they work out the relationships among themselves. It should be considered by anyone who is thinking of starting a new venture.\nReprints from the \u0026ldquo;Starting Up\u0026rdquo; Column This is a collection of reprints from the monthly \u0026ldquo;Starting Up\u0026rdquo; column in the Boston Business Journal. The column addresses topics of recurring interest to persons who are starting and growing new ventures. These documents are also available at the MIT Enterprise Forum website.\nBoard of Directors and Advisors \u0026ldquo;Outside Directors - Do You Need Them and Where to Find Them\u0026rdquo; The legal requirement for a Board of Directors.\n\u0026ldquo;Don\u0026rsquo;t Bore the Board of Directors - (How To Use A Board Effectively)\u0026rdquo; Some practical tips on getting the most from your Board of Directors.\n\u0026ldquo;A Little Advice on Advising: Three Models of Success Will Help\u0026rdquo; Describes how to get, compensate and effectively use outside advisers to your venture.\nEmployment / Employees \u0026ldquo;Seven Characteristics of Highly Effective Entrepreneurial Employees\u0026rdquo; How to Identify \u0026ldquo;Right Stuff\u0026rdquo; employees.\n\u0026ldquo;Employment Pitfalls Part 1\u0026rdquo; Legal issues in employing and retaining your most valuable assets: Independent contractors, offer letters, non-competition agreements.\n\u0026ldquo;Employment Pitfalls Part 2\u0026rdquo; Government contracts, overtime, immigration law, employee handbooks\n\u0026ldquo;Do You Still Have the Right People (In the Right Job)?\u0026rdquo; Will the people who started with you make it to the IPO?\n\u0026ldquo;How Much Does An Employee Cost?\u0026rdquo; The \u0026ldquo;non-direct salary\u0026rdquo; cost components - some metrics on figuring the cost of feeding and caring for employees.\nLegal Forms of Doing Business \u0026ldquo;Subchapter S: Some Myths, Realities and Practical Considerations\u0026rdquo;What is a Subchapter S Corporation and why / when should you use it?\n\u0026ldquo;Is An LLC For Me?\u0026rdquo; What is a Limited Liability Company and is it appropriate for a technology growth company?\nStock and Equity \u0026ldquo;Thinking About Valuation\u0026rdquo; Pre-Money and Post-Money Valuation; Some techniques for valuing a venture.\n\u0026ldquo;Dilution - Here Is A Primer of Stock Vocabulary\u0026rdquo; A primer on stock vocabulary relating to dilution.\n\u0026ldquo;Take Stock When Using Stock in Trade Part One: Stock Basics\u0026rdquo; Covers basic terminology and concepts about stock and about equity compensation of employees.\n\u0026ldquo;Take Stock When Using Stock in Trade Part Two: Stock and Options\u0026rdquo; Some considerations in using stock and options.\n\u0026ldquo;Employees\u0026rsquo; Stock Reward - How Much Stock Do They Deserve?\u0026rdquo; What is appropriate stock compensation for employees?\n\u0026ldquo;Steer Clear of the Tempest: A Start-Up Tragedy in Three Acts\u0026rdquo; This column discusses the importance of securities laws and how one company\u0026rsquo;s failure to comply with these laws may have caused the company to fail itself.\n\u0026ldquo;WHIPLASH - (The Pitfalls of Acceleration)\u0026rdquo; Should stock and option vesting accelerate when a company is acquired or goes public?\n\u0026ldquo;Valuation - What Is My Company Really Worth?\u0026rdquo; (PPT) Presentation Slides from MIT Enterprise Forum Satellite Broadcast on Valuation.\nFinancing - Venture Capital \u0026ldquo;All Financing Sources Are Not Equal\u0026rdquo; There are differences among financing sources - pick the one that ís right for you.\n\u0026ldquo;What Are the Terms? - Part 1: A Preferred Return\u0026rdquo; First of a three part series on the terms of venture capital financings.\n\u0026ldquo;What Are the Terms? - Part 2: Investors Need Some Control After Their Checks Are Cashed\u0026rdquo;\n\u0026ldquo;What Are the Terms? - Part 3: Run Don\u0026rsquo;t Walk To The Exit\u0026rdquo;\n[\u0026ldquo;A Beginner\u0026rsquo;s Guide to Venture Capital\u0026rdquo; (PPT)](http://nutsandbolts.mit.edu/2014/resources/Beginners Guide to VC.ppt) How is a Venture Capital Fund Structured? How Are VCs Compensated? What Do These Things Mean To You?\n[\u0026ldquo;Venture Capital Deal Terms\u0026rdquo; (PPT)](http://nutsandbolts.mit.edu/2014/resources/Venture Capital Deal Terms.ppt) Presentation Slides from MIT Enterprise Forum Satellite Broadcast on Structuring Deals.\n\u0026ldquo;Sample First Round Venture Capital Termsheet\u0026rdquo; (PDF) This is a sample termsheet from a venture capital firm for a first round (Series A Convertible Preferred) deal.\nGeneral Advice to Enterprenuers \u0026ldquo;Success Is No Day At The Beach\u0026rdquo; Take some time to think about your personal goals - you can\u0026rsquo;t figure out how to get somewhere in your business if you don\u0026rsquo;t know where you want to go.\n\u0026ldquo;The Foundation of Success - Build Value Every Step Along The Way\u0026rdquo;Plan your work and work your plan to achieve specific goals which enhance the value of your company.\n\u0026ldquo;The Business Plan\u0026rdquo; Lessons from the MIT $50K Business Plan Seminar Series.\n\u0026ldquo;Pinpointing That Critical Entrepreneural Spark\u0026rdquo; What makes a successful entrepreneur?\n\u0026ldquo;Paying the Founding Piper: It\u0026rsquo;s Not As Simple As Writing A Check\u0026rdquo; How can you get paid (other than in stock) for your \u0026ldquo;sweat\u0026rdquo;.\n\u0026ldquo;Ten Commandments Of How To Work Effectively With Lawyers\u0026rdquo; Practical tips about how to use your lawyers effectively.\nIntellectual Property \u0026ldquo;Questions of Copyright: Another Weapon in Property Arsenal\u0026rdquo; Discusses basic concepts of copyright protection.\n\u0026ldquo;The Importance of Patents: It Pays To Know Patent Regulations\u0026rdquo; What is a patent, how do you get one and what value are they?\n\u0026ldquo;Of Kleenex and Cheez Whiz: Trademarks Are Nothing To Sneeze At\u0026rdquo; Practical tips on trademarks.\nWhat Do Things Cost? \u0026ldquo;Adding Up All The Costs: How Accounting Services Are Priced\u0026rdquo; Why do you need an accountant and what do accounting services cost?\n\u0026ldquo;The Costs of Hunting Heads\u0026rdquo; What does it cost to recruit someone?\n\u0026ldquo;How Much Does An Employee Cost?\u0026rdquo; Some metrics on figuring the cost of feeding and caring for employees.\n\u0026ldquo;Don\u0026rsquo;t I Know You From Somewhere? The Price Of Fame\u0026rdquo; What does public relations cost?\n\u0026ldquo;Putting a Leash on Your Lease\u0026rdquo; Basic points to think about in signing a real estate lease for your business.\nDeal Source Information There are a number of places on the web where you can find out about venture capital and private equity funding transactions - e.g. VCExperts, PEHub or The Deal.\nThe Technology Entrepreneur\u0026rsquo;s Guidebook (PDF). Jain, Abhishek (ed.). Washington Technology Partners, Inc., 2001. Provided by PricewaterhouseCoopers Entrepreneurial Services Center (Ian Carver, Executive Director, PricewaterhouseCoopers LLP). Entrepreneurial Services Center, One Broadway, Cambridge, MA.\nPricewaterhouseCoopers has provided some Excel spreadsheet templates for financial projections for Business Plans. Use these financial modeling spreadsheets to clearly illustrate your return on investment, profitability and cash-flow milestones, and to integrate your performance goals with your financial goals. If you are a service-based business you\u0026rsquo;ll want to use the \u0026ldquo;service\u0026rdquo; model.\nPWC Financial Model Template (XLS) PWC Service Financial Model (XLS) Links Deal Source Information PEHub Private Equity Hub is an interactive forum for the global private equity community, which includes venture capitalists, buyouts professionals, public pension funds, endowments, foundations, lenders, investment bankers, attorneys, entrepreneurs, MBA candidates studying PE, and assorted hangers-on.\nThe Deal Since 1999, The Deal LLC has been a leader in sophisticated coverage of The Deal Economy. Through The Deal magazine and The Deal Pipeline, we provide unique and proprietary content that serves the news, information and idea generation needs of corporate and financial dealmakers, advisers, intermediaries and investors.\nVCExperts VC Experts provides specialized content on private equity \u0026amp; venture capital fundraising, valuation \u0026amp; deal term details on thousands of privately funded companies, and analytics for managing \u0026amp; modeling private company capital structures.\nMoneyTreeSurvey The MoneyTree Report is a quarterly study of venture capital investment activity in the United States. As a collaboration between PricewaterhouseCoopers and the National Venture Capital Association based upon data from Thomson Reuters, it is the only industry-endorsed research of its kind.\nEmerging Technologies Here are some sources with information about emerging technologies at MIT:\nMIT Technology Review Since 1899, Technology Review has been MIT\u0026rsquo;s magazine of innovation. Our mission statement \u0026ldquo;to promote the understanding of emerging technologies and their impact on business and society\u0026rdquo; defines the unique value that Technology Review\u0026rsquo;s audience of over 1 million affluent adults find in our products and services. The MIT News Office publishes the MIT Research Digest which summarizes newsworthy new research developments at MIT.\nIntellectual Property Resources Here are some resources about intellectual property - what is it and how do you search it:\nUS Patent and Trademark Office. In the United States patent applications are filed with and issued by the USPTO. You can search for published pending applications and for issued patents at the USPTO Patent Search Site.\nMIT Technology Licensing Office. The TLO is responsible for MIT\u0026rsquo;s intellectual property, including patents, copyrights and trademarks. You can search the TLO\u0026rsquo;s Patents Available for Licensing website to see what technologies are available. For information about MIT staff and student rights in technology see: Guide to the Ownership, Distribution and Commercial Development of MIT Technology (PDF).\nIPVision Patent Analytics. IPVision is a MIT spinoff that has developed algorithms and analytics to enable business, technical and legal experts to understand the intellectual property landscape. You can create patent maps, search for U.S. patents and produce analyses at See-the-Forest.com.\nMIT Resources Official Resources Deshpande Center for Technological Innovation. Located in the MIT School of Engineering, the Deshpande Center\u0026rsquo;s mission is to improve the innovation process and ensure that good ideas become a reality, by:\nPromoting the earliest stages of technology development with flexible funding. Connecting MIT\u0026rsquo;s inventors with investors and the business community (particularly in New England) via symposia, education and other efforts. Tying MIT\u0026rsquo;s technological research into market needs. MIT $100K Entrepreneurship Competition The MIT $100K Entrepreneurship Competition is designed to encourage students and researchers in the MIT community to act on their talent, ideas and energy to produce tomorrow\u0026rsquo;s leading firms. As the world leader among university entrepreneurship competitions, the Competition has facilitated the birth of over 60 companies with an aggregate value of over $10.5 billion dollars. These companies have generated over 1800 jobs and received $175 million dollars in Venture Capital funding.\nMIT Enterprise Forum The MIT Enterprise Forum through over 24 chapters worldwide is a non-profit organization that promotes the formation and growth of innovative and technologically-oriented companies through a series of specialized executive education programs. Through these programs, the Forum provides networking, leadership opportunities, and life-long connections to MIT while showcasing MIT\u0026rsquo;s role in entrepreneurship in communities around the world.\nMIT Venture Mentoring Service VMS supports innovation and entrepreneurial activity throughout the MIT community by matching prospective entrepreneurs with volunteer mentors who can boost the probability of a start-up\u0026rsquo;s success.\nMartin Trust Center for MIT Enterpreneurship The Trust Center team provides content, context, and contacts that enable entrepreneurs to design and launch successful new ventures based on innovative technologies. We help MIT students, alumni, and colleagues access an array of educational programs, networking opportunities, technologies, and resources, both at MIT and around the world. Members of the MIT E-Center community form a global network to actively advise and assist each other for mutual benefit, enabling them to set and meet their highest expectations.\nStudent and Other Resources MIT has over 20 student clubs and initiatives with a focus on entrepreneurship. Here are a few of them:\nThe Entrepreneurs Club aka the E-Club, was formed in 1988 to encourage MIT and Harvard students, faculty, staff, alumni and select professionals to discuss and develop all aspects of science and technology business creation. Members represent a range of experience and backgrounds including business, engineering, arts and sciences. Many MIT and Harvard startups have recruited club members as $50K team members, co-founding partners, and equity-sharing employees.\nThe Sloan Business Club SEBC serves as an unbiased, student-based educational resource and network for undergraduate students, graduate students, and post-doctoral fellows seeking careers in business.\nMIT TinyTechnology MIT TinyTech is an institute-wide student organization which aims to advance understanding of emerging micro-through-nanoscale technologies, to serve researchers from throughout MIT through events and activities, and to build links between interested science, engineering, and business communities at and beyond the Institute.\nMIT TechLink is a networking organization for graduate students across all areas at MIT. The mission of TechLink is to bring graduate students, alumni, and professionals to learn from and collaborate with each other, explore new research, and foster innovative and entrepreneurial ideas. We sponsor and organize social, educational, and professional events of interest to students across multiple disciplines at MIT and beyond. With more than 1200 members, TechLink is the largest intercollegiate cross-disciplinary student organization in the MIT community.\nMIT\u0026rsquo;s Venture Capital and Private Equity Club (VCPE) aims to introduce students to the rapidly growing private equity markets. Our mission is to provide members with exposure, knowledge and contacts within the early-stage venture capital and late-stage private equity industries, while simultaneously providing professional private equity investors with access to the MIT research and entrepreneurial communities. We are committed to linking MIT\u0026rsquo;s entrepreneurial community to global private equity markets and supporting a growing relationship between MIT and industry.\n"}


