
{
  "title":"Lecture Notes",
  "content":" TOPICS SUBTOPICS LECTURE NOTES Session 1 Part 1: Introduction and Overview of Business Plans\nSpeaker Joe Hadzima (bio)\nIntroduction to Business Plans What is it, why do I need it and what is it used for? Practical do\u0026rsquo;s and don\u0026rsquo;ts in preparing a Business Plan. Things to keep in mind in writing a Business Plan which will improve your chances of obtaining funding and running a successful business.\nIntroduction to Virtual Ink During this course we will be referring to the Virtual Ink Business Plan as an example. Yonald Chery, a co-founder of Virtual Ink will present the plan in more detail in Session 6 and will discuss how the Virtual Ink idea became a company with products and what happened along the way.\nIntroduction to Business Plans (PDF) Part 2: Refining and Presenting Your Venture Idea\nSpeaker Stephen Pearse (bio)\nPresenting Your Idea Entrepreneurs are always \u0026ldquo;selling\u0026rdquo; their ideas to potential employees, customers, partners and investors. How do you position and present your ideas in the best light? Part of this class will be an interactive session with students and others who are in the process of developing a business plan. How to Make a Pitch (PDF - 1.2MB) Session 2 Part 1: Marketing and Sales\nSpeakers Bob Jones (bio)\nMany entrepreneurs, especially technology based entrepreneurs, are accused of being too in love with their technology or concept. They rationalize that if they develop a better mousetrap then the product will sell itself. However, a good technology or product idea is a necessary but not a sufficient condition to establishing and growing a successful business venture. Who will buy the product? How will you reach buyers? How much will they pay?\nIf you have an idea for a product or service, how do you determine whether there is a market for it? How do you develop a marketing strategy? How do you turn your idea and market research into sales? What do you need to do to convince potential investors that there is a market and that your idea is viable? If you don\u0026rsquo;t have a specific product or service idea but you see a potential need, how do you turn the need into a product or service?\nThis session will discuss these issues and provide guidance on how to approach the marketing section of your business plan.\nFinding Your Customer (PDF - 1.1MB) Part 2: Business Models\nSpeaker Rich Kivel (bio)\nYou have identified a market. Now the most important question \u0026ldquo;How Do You Make Money\u0026rdquo;? This session will discuss Business Models. What are some common business models and when are they most appropriately used? Business Model Slides (PDF - 1.1MB) Session 3 Part 1: Financing Sources Panel\nSpeakers Axel Bichara (bio)\nAmir Nashat (bio)\nJulianne Zimmerman (bio)\nYou have identified the product / service and the market. You have settled on a business model and have done your financial projections. How will you finance the plan? This session will cover: Bootstrapping the early stages. Funding from the 3 F\u0026rsquo;s–Friends, Family and Fools. Angels—who are they and what are they looking for? Private placements. Customer financing. Consulting—getting someone else to pay for the development, provide a beta site and endorse your idea. Venture capital. Bank financing. You will learn about the institutional constraints and needs of various funding sources. As a result you will be in a better position to determine if, when and how to approach these sources for financing. This part of the program will feature a panel of experts representing different financing sources. No presentation slides. Part 2: Financial Projections\nSpeaker Charlie Tillett (bio)\nArmed with an understanding of the market for your products how do you figure out what financial resources you will need to bring a product to that market? This portion of the program will introduce some financial projection techniques based on actual business experience. Business Plan Financial Projections (PDF - 1.4MB)\nFinancial Template (XLS)\nFinancial Template (PDF)\nSession 4 Part 1: Founder\u0026rsquo;s Journey\nSpeaker Ken Zolot (bio)\nPanel Gihan Amarasiriwardena (bio)\nNina Dudnik (bio)\nJohn Harthorne (bio)\nWhat road are you embarking upon in starting a company, and what obstacles threaten your success? What else and who else will you need? These are the themes that are explored by Ken Zolot in course 6.933 \u0026ldquo;The Founder\u0026rsquo;s Journey.\u0026rdquo;\nIn this session of Nuts and Bolts, Ken provides an overview of these important questions with a panel of entrepreneurs.\nNo presentation slides. Part 2: Legal Issues\nSpeaker Joe Hadzima\nIdentifying and dealing with legal issues in the Business Plan. Securities laws and the Business Plan—How to avoid Going to Jail without passing Go and without Collecting $200. Intellectual Property Law-Patents, Copyrights, Trademarks and Tradesecrets. Major hidden tax traps in starting a business—how to avoid generating phantom income and taxes. General questions and answers on legal issues for the entrepreneur—What you always wanted to know about the law but were afraid to ask / pay for. Legal Issues and Business Plans (PDF - 1.6MB) Session 5 Part 1: Negotiation Skills\nSpeaker Mindy Garber (bio) Victoria Bennet (bio)\nInteractive presentation. No slides used. This session was not recorded. Part 2: Organizational and People Issues\nSpeaker Joost Bonsen (bio)\nMost ventures which fail do so because of people issues, not technology, market or funding issues. What people are needed to take the Business Plan from paper to reality? How do you identify good team members and avoid problems? Building an External Team and an Internal Team. Developing and implementing a philosophy for the business. \u0026ldquo;On People.\u0026rdquo; Not included. Session 6 Pitfalls and Plan Execution\nSpeaker Yonald Chery (bio)\nYour Idea is great. You have good feedback from potential customers. You are convinced that your Strategy is correct. So how come you are having trouble raising money or attracting a team or partners? Over and over again entrepreneurs make the same mistakes. Experienced investors, partners, and employees are alert for the pitfalls. Session 6 will discuss these pitfalls, how to recognize them, what to do about them, and how to present a business plan case which alleviates or anticipates these concerns.\nYonald Chery will talk about what really happened to Virtual Ink: The Good, The Bad and the Ugly.\nVirtual Ink: The Good, The Bad and the Ugly. Not included. "}


