
{
  "title":"Readings",
  "content":" Session 1 Part 1: Introduction and Overview of Business Plans Speaker Joe Hadzima\nTopics Introduction to Business Plans What is it, why do I need it and what is it used for? Practical do\u0026rsquo;s and don\u0026rsquo;ts in preparing a Business Plan. Things to keep in mind in writing a Business Plan which will improve your chances of obtaining funding and running a successful business.\nIntroduction to Virtual Ink During this course, we will be referring to the Virtual Ink Business Plan as an example. Yonald Chery, a co-founder of Virtual Ink will present the plan in more detail in Session 6 and will discuss how the Virtual Ink idea became a company with products and what happened along the way.\nReadings In preparation for the class skim through the Virtual Ink Business Plan. Focus on the Executive Summary and the Table of Contents. This is a real plan submitted in the MIT $50K Competition (now $100K) which resulted in a real business that received substantial funding:\nVirtual Ink Executive Summary (PDF) Virtual Ink Plan: Company and Product Section (PDF) Virtual Ink Plan: Market Section (PDF) Part 2: Refining and Presenting Your Venture Idea Speaker Stephen Pearse\nTopics Presenting Your Idea Entrepreneurs are always \u0026ldquo;selling\u0026rdquo; their ideas to potential employees, customers, partners, and investors. How do you position and present your ideas in the best light? Part of this class will be an interactive session with students and others who are in the process of developing a business plan.\nReadings The 10–20–30 Rule for Presentations by Guy Kawasaki:\nVideo: heedeedee. \u0026ldquo;Guy Kawasaki 10 20 30 Rule.\u0026rdquo; November 13, 2012. YouTube. Blog: Guy Kawasaki. \u0026ldquo;The 10/20/30 Rule of PowerPoint.\u0026rdquo; December 30, 2005. Guy Kawasaki. PechaKucha is a presentation style imported from Japan that emphasizes speed and graphics. Speakers display 20 slides and spend 20 seconds on each. Video: Sumeet Madhukar Mohge. \u0026ldquo;A Pecha Kucha about Pecha Kucha.\u0026rdquo; March 12, 2012. Youtube.\nLeigh Buchanan. \u0026ldquo;How to Add More Pep to Your Presentations.\u0026rdquo; Inc. Magazine.\nSession 2 Part 1: Marketing and Sales Speaker Bob Jones\nTopics Many entrepreneurs, especially technology-based entrepreneurs, are accused of being too in love with their technology or concept. They rationalize that if they develop a better mousetrap then the product will sell itself. However, a good technology or product idea is a necessary but not sufficient condition for establishing and growing a successful business venture. Who will buy the product? How will you reach buyers? How much will they pay?\nIf you have an idea for a product or service, how do you determine whether there is a market for it? How do you develop a marketing strategy? How do you turn your idea and market research into sales? What do you need to do to convince potential investors that there is a market and that your idea is viable? If you don\u0026rsquo;t have a specific product or service idea but you see a potential need, how do you turn the need into a product or service?\nThis session will discuss these issues and provide guidance on how to approach the marketing section of your business plan.\nReadings Moore, Geoffrey A. Chapters 1 and 2. In Crossing the Chasm, Marketing and Selling High-Tech Products to Mainstream Customers. Harper Business, 1991.\nReview the Market and Technology sections of the Virtual Ink Plan.\nPart 2: Business Models Speaker Rich Kivel\nTopics You have identified a market. Now the most important question \u0026ldquo;How Do You Make Money\u0026rdquo;? This session will discuss Business Models. What are some common business models and when are they most appropriately used?\nReadings Christensen, Clayton, and Michael Raynor. Chapter 2, \u0026ldquo;How Can We Beat Our Most Powerful Competitors.\u0026rdquo; In The Innovator\u0026rsquo;s Solution: Creating and Sustaining Successful Growth. Harvard Business School Press, 2003. ISBN: 9781578518524.\nWe recommend the following book as a useful framework for thinking about Business Models:\nOsterwalder, Alexander, and Yves Pigneur. Business Model Generation. John Wiley and Sons, 2010. ISBN: 9780470876411. For class please review the following:\nBusiness Model Generation Preview (PDF - 5.2MB) Business Model Canvas (PDF) Session 3 Part 1: Financing Sources Panel Speakers Axel Bichara, Amir Nashat, Julianne Zimmerman\nTopics You have identified the product/service and the market. You have settled on a business model and have done your financial projections. How will you finance the plan?\nThis session will cover: Bootstrapping the early stages. Funding from the 3 F\u0026rsquo;s–Friends, Family, and Fools. Angels-who are they and what are they looking for? Private placements. Customer financing. Consulting-getting someone else to pay for the development, provide a beta site and endorse your idea. Venture capital. Bank financing.\nYou will learn about the institutional constraints and needs of various funding sources. As a result, you will be in a better position to determine if, when, and how to approach these sources for financing.\nThis part of the program will feature a panel of experts representing different financing sources.\nReadings Joe Hadzima. \u0026ldquo;A Beginner\u0026rsquo;s Guide to Venture Capital\u0026rdquo; (PPT). How is a Venture Capital Fund structured? How are VCs compensated? What does this mean for you?\nJoe Hadzima. Venture Capital Deal Terms (PPT). MIT Enterprise Forum.\nArticles from the Boston Business Journal \u0026ldquo;Starting Up\u0026rdquo; column:\nJoe Hadzima. \u0026ldquo;Thinking About Valuation.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;Dilution – Here Is A Primer of Stock Vocabulary.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;All Financing Sources Are Not Equal.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;What Are the Terms? – Part 1: A Preferred Return.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;What Are the Terms? – Part 2: Investors Need Some Control After Their Checks Are Cashed.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;What Are the Terms? – Part 3: Run Don\u0026rsquo;t Walk To The Exit.\u0026rdquo; MIT Enterprise Forum. Excerpts from: Venture Support Systems Project: Report on Angel Investors (PDF), MIT Entrepreneurship Center, 2000. The full report is also available: Full Angel Investor Report (PDF).\nPart 2: Financial Projections Speaker Charlie Tillett\nTopics Armed with an understanding of the market for your products how do you figure out what financial resources you will need to bring a product to that market? This portion of the program will introduce some financial projection techniques based on actual business experience.\nReadings Tiffany, Paul, and Steven Peterson. Chapters 10 and 11, \u0026ldquo;Figuring Out Financials\u0026rdquo; and \u0026ldquo;Forecasting and Budgeting.\u0026rdquo; In Business Plans for Dummies. For Dummies, 1997. ISBN: 9781568848686.\nReview the financial projections in the Virtual Ink plan.\nManufacturing and Operations Section of Virtual Ink Plan.\nFinancial Statement in Body of Virtual Ink Plan.\nDetailed Financial Statements in Appendices of Virtual Ink Plan.\nDownload a copy of the Financial Template (XLS) shown in the lecture.\nSession 4 Part 1: Founder\u0026rsquo;s Journey Speaker Ken Zolot\nPanel Gihan Amarasiriwardena, Nina Dudnik, John Harthorne\nTopics What road are you embarking upon in starting a company, and what obstacles threaten your success? What else and who else will you need? These are the themes that are explored by Ken Zolot in course 6.933 \u0026ldquo;The Founder\u0026rsquo;s Journey.\u0026rdquo;\nIn this session of Nuts and Bolts, Ken provides an overview of these important questions with a panel of entrepreneurs.\nReading Noam Wasserman. \u0026ldquo;The Founder\u0026rsquo;s Dilemna.\u0026rdquo; February 2008. Harvard Business Review.\nPart 2: Legal Issues Speaker Joe Hadzima\nTopics Identifying and dealing with legal issues in the Business Plan. Securities laws and the Business Plan-How to avoid Going to Jail without passing Go and without Collecting $200. Intellectual Property Law-Patents, Copyrights, Trademarks and Trade secrets. Major hidden tax traps in starting a business, and how to avoid generating phantom income and taxes.\nGeneral questions and answers on legal issues for the entrepreneur-What you always wanted to know about the law but were afraid to ask/pay for.\nReadings Joe Hadzima. \u0026ldquo;Considerations for Founders: Issues in Structuring Relationships Among Members of the Founding Team.\u0026rdquo; (PDF)\nArticles from the Boston Business Journal \u0026ldquo;Starting Up\u0026rdquo; column:\nJoe Hadzima. \u0026ldquo;Steer Clear of the Tempest: A Start-Up Tragedy in Three Acts.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;Ten Commandments Of How To Work Effectively With Lawyers.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;Questions of Copyright: Another Weapon in Property Arsenal.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;Of Kleenex and Cheez Whiz: Trademarks Are Nothing To Sneeze At.\u0026rdquo; MIT Enterprise Forum. Joe Hadzima. \u0026ldquo;The Importance of Patents: It Pays To Know Patent Regulations.\u0026rdquo; MIT Enterprise Forum. Session 5 Part 1: Negotiation Skills Speakers Mindy Garber, Victoria Bennet\nTopics Interactive presentation.\nPart 2: Organizational and People Issues Speaker Joost Bonsen\nTopics Most ventures which fail do so because of people issues, not technology, market or funding issues. What people are needed to take the Business Plan from paper to reality? How do you identify good team members and avoid problems? Building an External Team and an Internal Team. Developing and implementing a philosophy for the business.\nReadings Timmons, Jeffrey A. Chapter 7, \u0026ldquo;The New Venture Team.\u0026rdquo; In New Venture Creation: Entrepreneurship for the 21st Century. McGraw-Hill, 2008. ISBN: 9780073381558.\nSession 6 Pitfalls and Plan Execution Speaker Yonald Chery\nTopics Your Idea is great. You have good feedback from potential customers. You are convinced that your Strategy is correct. So how come you are having trouble raising money or attracting a team or partners?\nOver and over again entrepreneurs make the same mistakes. Experienced investors, partners, and employees are alert to the pitfalls. Session 6 will discuss these pitfalls, how to recognize them, what to do about them, and how to present a business plan case that alleviates or anticipates these concerns.\nYonald Chery will talk about what really happened to Virtual Ink: The Good, The Bad, and the Ugly.\n"}


